Repository: swiszczoo/winpinator
Catalog: po/*.po
Languages: cs_cz, es_ar

source: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">About</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">is an unofficial Windows port of a Linux file transfer tool called Warpinator. It provides all features of its Linux equivalent, however, Windows uses its own filesystem called NTFS and is generally architecturally different, hence Winpinator has to emulate some Linux features, like permission system. Winpinator should work out-of-the-box, it makes use of zeroconf networking, i.e. mDNS protocol, but some firewall settings might prevent it from communicating with the rest of the network.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">The main goal of the project was to create a tool that provides native Windows look-and-feel, so the interface uses default system skin and supports drag-and-drop.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Used libraries</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - as a general framework, to provide native Windows look-and-feel</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC and protobuf - to support the protocol of official Warpinator</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - to encrypt and decrypt RSA keys with the symmetric group key</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - to generate safe PEM keys</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - to store persistent data, e.g. transfer history</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - to support transfer compression (one of the newer features of Warpinator)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - to display toast notifications</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - to convert binary keys to text and vice versa</text> </paragraph> </paragraphlayout> </richtext>
cs_cz: <?xml version=“1.0” encoding=“UTF-8”?> <richtext version=“1.0.0.0” xmlns=“http://www.wxwidgets.org”> <paragraphlayout textcolor=“#000000” fontpointsize=“12” fontfamily=“72” fontstyle=“90” fontweight=“400” fontunderlined=“0” fontface=“Times New Roman” alignment=“1” parspacingafter=“10” parspacingbefore=“0” linespacing=“10” margin-left=“10,4098” margin-right=“10,4098” margin-top=“10,4098” margin-bottom=“10,4098”> <paragraph fontpointsize=“10” fontweight=“700” fontface=“Segoe UI”> <text fontpointsize=“15” fontstyle=“93” fontweight=“700” fontface=“Segoe UI”>O</text> </paragraph> <paragraph fontpointsize=“10” fontweight=“700” fontface=“Segoe UI”> <text fontpointsize=“10” fontweight=“700” fontface=“Segoe UI”></text> </paragraph> <paragraph> <text fontpointsize=“10” fontweight=“700” fontface=“Segoe UI”>”Winpinatoru “</text> <text fontpointsize=“10” fontweight=“400” fontface=“Segoe UI”> Je to neoficiální port na Windows Linuxové aplikace pro přenos souborů zvané Warpinator. Nabízí všechny funkce jeho Linuxové předlohy, nicméně Windows používá svůj vlastní souborový systém, NTFS, který je architektonicky odlišný, a proto musí Winpinator emulovat některé funkce Linuxu, například systém oprávnění. Winpinator by měl fungovat ihned po spuštění. Využívá zero-configuration networking, tj. mDNS protokol. Ale některá nastavení firewallu můžou znemožnit komunikaci se zbytkem sítě. </text> </paragraph> <paragraph fontweight=“400”> <text fontpointsize=“10” fontface=“Segoe UI”></text> </paragraph> <paragraph fontweight=“400”> <text fontpointsize=“10” fontface=“Segoe UI”> Hlavním cílem projektu bylo vytvořit nástroj, který nabídne nativní Windows vzhled tak, že rozhraní využívá výchozích systémových prvků spolu s funkcí drag-and- drop (táhni a pusť)</text> </paragraph> <paragraph fontweight=“400”> <text fontpointsize=“10” fontface=“Segoe UI”></text> </paragraph> <paragraph fontweight=“400”> <text fontpointsize=“15” fontstyle=“93” fontweight=“700” fontface=“Segoe UI”>Použité knihovny</text> </paragraph> <paragraph fontweight=“400”> <text fontpointsize=“15” fontstyle=“93” fontweight=“700” fontface=“Segoe UI”></text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontweight=“400” fontface=“Segoe UI”>wxWidgets - jako hlavní pracovní rozhrní, podpora nativního Windows vzhledu</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>gRPC a protobuf - pro podporu protokolů oficiálního Warpinatoru</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>sodium - pro šifrování a dešifrování RSA klíčů se symetrickou skupinou klíčů</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>openssl - pro bezpečné generování REM klíčů</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>sqlite3 - pro ukládání trvalých dat, např. historie přenosů</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>zlib - pro podporu komprese přenosu (jedna z novějších funkcí Warpinatoru)</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>wintoast - pro zobrazování oznámení</text> </paragraph> <paragraph fontweight=“400” leftindent=“60” leftsubindent=“60” bulletstyle=“512” bulletname=“standard/circle” liststyle=“Bullet List 1”> <text fontpointsize=“10” fontface=“Segoe UI”>cpp-base64 - pro převod binárních klíčů na text a naopak</text> </paragraph> </paragraphlayout> </richtext>
es_ar: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Acerca de</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">es un por no oficial para windows de una herramienta para transferencia de archivos para Linux llamada Warpinator. Provee todas las características de su contraparte en Linux, sin embargo, Windows utiliza su propio Sistema de Archivos llamado NTFS y generalmente su arquitectura es distinta, por lo tanto Winpinator debe emular algunas características de Linux, como el sistema de permisos. Winpinator debería funcionar out-of-the-box, ya que hace uso de zeroconf, es decir el protocolo mDNS, pero algunas configuraciones de firewall podrían causar problemas de comunicación con el resto de la red.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">La meta principal del proyecto era crear una herramienta que provea el look-and-feel de Windows, por lo tanto la interfa utiliza el tema por defecto del sistema y soporta arrastrar y soltar.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Bibliotecas utilizadas</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - como framework de uso general, para proveer el look-and-feel nativo de windows</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC y protobuf - para soportar el protocolo de Warpinator oficial</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - para cifrar y descifrar las claves RSA con la clave de grupo simétrica</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - para generar claves PEM seguras</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - para guardar información persistente, por ejemplo, historial de transferencias</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - para soportar compresión de transferencia (una de las nuevas características de Warpinator)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - para mostrar notificationes tipo toast</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - para convertir claves binarias a texto y viceversa</text> </paragraph> </paragraphlayout> </richtext>

source: About Winpinator...
cs_cz: O Winpinatoru…
es_ar: Acerca de Winpinator...

source: Could not load About section.
cs_cz: Nepodařilo se načíst sekci „O projektu”.
es_ar: No se pudo cargar la sección Acerca de.

source: About
cs_cz: O projektu
es_ar: Acerca

source: License
cs_cz: Licence
es_ar: Licencia

source: License file could not be loaded.
cs_cz: Licenční soubor se nepodařilo načíst.
es_ar: El archivo de licencia no pudo ser cargado.

source: The list below contains all files that were registered as being sent/received within the transfer you've selected. The list might be incomplete if the transfer has been interrupted or failed in a different way.
cs_cz: Níže uvedený seznam obsahuje všechny soubory, které byly zaregistrovány jako odeslané/přijaté v rámci vybraného přenosu. Seznam může být neúplný, pokud byl přenos přerušen nebo selhal jiným způsobem.
es_ar: La lista que aparece a continuación contiene todos los archivos que se registraron como enviados/recibidos dentro de la transferencia que has seleccionado. La lista puede estar incompleta si la transferencia se ha interrumpido o ha fallado de alguna manera.

source: List of transferred files
cs_cz: Seznam přenesených souborů
es_ar: Lista de archivos transferidos

source: Close
cs_cz: Zavřít
es_ar: Cerrar

source: File name
cs_cz: Název souboru
es_ar: Nombre del archivo

source: File type
cs_cz: Formát souboru
es_ar: Tipo de archivo

source: Relative path
cs_cz: Relativní cesta
es_ar: Ruta relativa

source: Absolute path
cs_cz: Absolutní cesta
es_ar: Ruta absoluta

source: Folder
cs_cz: Složka
es_ar: Carpeta

source: File
cs_cz: Soubor
es_ar: Archivo

source: Copy file name...
cs_cz: Kopírovat jméno souboru…
es_ar: Copiar nombre de archivo...

source: Copy file type...
cs_cz: Kopírovat formát souboru…
es_ar: Copiar tipo de archivo...

source: Copy relative path...
cs_cz: Kopírovat relativní cestu…
es_ar: Copiar ruta relativa...

source: Copy absolute path...
cs_cz: Kopírovat absolutní cestu…
es_ar: Copiar ruta absoluta...

source: Type:
cs_cz: Formát:
es_ar: Tipo:

source: Total size:
cs_cz: Celková velikost:
es_ar: Tamaño total:

source: Date and time:
cs_cz: Datum a čas:
es_ar: Fecha y hora:

source: %Y-%m-%d %I:%M %p
cs_cz: %d.%m. %Y - %H:%M

source: &Open
cs_cz: &Otevřít

source: Show in &Explorer...
cs_cz: Otevři v &Průzkumíku…
es_ar: Mostrar en &Explorador...

source: Show &list of transferred files...
cs_cz: Zobraz &seznam přenesených souborů…
es_ar: Mostrar &Lista de archivos transferidos...

source: &Remove from history
cs_cz: &Vymazat z historie
es_ar: Bo&rrar del historial

source: Files and directories from this transfer no longer exist on the hard drive.
cs_cz: Soubory a adresáře z tohoto přenosu už nejsou na pevném disku.
es_ar: Los archivos y directorios de esta transferencia no existen más en el disco rígido.

source: Can't show element
cs_cz: Položku nelze zobrazit
es_ar: No se puede mostrar el elemento

source: Completed
cs_cz: Hotovo
es_ar: Completada

source: Cancelled
cs_cz: Zrušeno
es_ar: Cancelada

source: Error occurred
cs_cz: Vyskytla se chyba
es_ar: Ocurrió un error

source: Unknown
cs_cz: Neznámé
es_ar: Desconocido

source: Selected element no longer exists on the hard drive.
cs_cz: Vybraná položka už není na pevném disku.
es_ar: El elemento seleccionado no existe en el disco rígido.

source: Can't open element
cs_cz: Položku nelze otevřít
es_ar: No se puede abrir el elemento

source: Over&write
cs_cz: Znovu&piš

source: &Cancel
cs_cz: &Zrušit
es_ar: &Cancelar

source: &Accept
cs_cz: &Přijmout
es_ar: &Aceptar

source: &Decline
cs_cz: &Odmítnout

source: &Stop
cs_cz: &Zastavit

source: calculating remaining time
cs_cz: vypočítávání zbývajícího času
es_ar: calculando tiempo restante

source: a few seconds remaining
cs_cz: zbývá jen pár sekund
es_ar: restan pocos segundos

source: %d sec remaining
cs_cz: zbývá %d sekunda
es_ar: %d seg restante

source: %d min remaining
cs_cz: zbývá %d minuta
es_ar: %d min restante

source: %d hour remaining
cs_cz: zbývá %d hodina
es_ar: %d hora restante

source: %d day remaining
cs_cz: zbývá %d den
es_ar: %d día restante

source: many days remaining
cs_cz: zbývá mnoho dní
es_ar: varios días restantes

source: %s of %s ἢ %s ἢ %s
cs_cz: %s z %s ἢ %s ἢ %s

source: 999.9MB of 999.9MB ἢ 999.9MB/s ἢ a few seconds remaining
cs_cz: 999.9MB z 999.9MB ἢ 999.9MB/s ἢ zbývá jen pár sekund
es_ar: 999.9MB de 999.9MB ἢ 999.9MB/s ἢ restan unos pocos segundos

source: %s is sending you files:
cs_cz: %s vám posílá soubor:
es_ar: %s está enviándote archivos:

source: Awaiting approval from %s...
cs_cz: Čeká se na schválení od %s…
es_ar: Esperando aprobación de %s...

source: Scanning for files...
cs_cz: Hledání souborů…
es_ar: Escaneando archivos...

source: This request will overwrite one or more files!
cs_cz: Tento požadavek přepíše jeden nebo více soubor!
es_ar: Este pedido sobreescribirá uno o más archivos!

source: R&esume
cs_cz: Znovu&spustit

source: &Pause
cs_cz: &Pozastavit
es_ar: &Pausar

source: Not enough disk space! Files cannot be received!
cs_cz: Není dostatek místa na disku! Soubor není možné přijmout!
es_ar: No hay suficiente espacio en disco! Los archivos no pueden ser guardados!

source: Empty
cs_cz: Prázdné
es_ar: Vacío

source: %d element
cs_cz: %d prvek
es_ar: %d elemento

source: %d file
cs_cz: %d soubor
es_ar: %d archivo

source: %d folder
cs_cz: %d složka
es_ar: %d carpeta

source: %s and %s
cs_cz: %s a %s
es_ar: %s y %s

source: Calculating
cs_cz: Vypočítává se
es_ar: Calculando

source: Multiple files
cs_cz: Více souborů
es_ar: Múltiples archivos

source: Multiple folders
cs_cz: Více složek
es_ar: Múltiples carpetas

source: Mixed elements
cs_cz: Smíšené prvky
es_ar: Elementos mezclados

source: Hostname:
cs_cz: Název:
es_ar: Nombre de host:

source: IP Address:
cs_cz: IP Adresa:
es_ar: Dirección IP:

source: Connection:
cs_cz: Připojení:
es_ar: Conexión:

source: A fatal error occurred while trying to start the service!
cs_cz: Vyskytla se chyba při pokusu spustit službu!
es_ar: Sucedió un error fatal al iniciar el servicio!

source: Try again
cs_cz: Zkuste znovu
es_ar: Intenta otra vez

source: Open settings
cs_cz: Otevřít nastavení

source: No error.
cs_cz: Žádné chyby.

source: Unknown error!
cs_cz: Neznámá chyba!
es_ar: Error desconocido!

source: Can't create mDNS server! Maybe another running app is holding exclusive access to appropriate port?
cs_cz: Není možné vytvořit mDNS server! Možná si další spuštěná aplikace drží výhradný přístup k příslušnému portu?

source: Can't create registration service (for compatibility mode). Maybe there's another instance of Winpinator running on your computer, e.g. started by another user? You can always try to change ports in the settings.
cs_cz: Nelze vytvořit službu registrace (z důvodu režimu kompatibility). Možná je na vašem počítači spuštěna jiná instance programu Winpinator, např. spuštěná jiným uživatelem? Vždy můžete zkusit změnit porty v nastavení.

source: Can't create registration service. Maybe there's another instance of Winpinator running on your computer, e.g. started by another user? You can always try to change ports in the settings.
cs_cz: Nelze vytvořit registrační službu. Možná je na vašem počítači spuštěna jiná instance Winpinatoru, např. spuštěná jiným uživatelem? Vždy můžete zkusit změnit porty v nastavení.

source: Can't create main service. Maybe there's another instance of Winpinator running on your computer, e.g. started by another user? You can always try to change ports in the settings.
cs_cz: Nelze vytvořit hlavní službu. Možná je na vašem počítači spuštěna jiná instance Winpinatoru, např. spuštěná jiným uživatelem? Vždy můžete zkusit změnit porty v nastavení.
es_ar: No se pudo crear el servicio principal. Tal vez haya otra instancia de Winpinator corriendo en tu PC, por ej. iniciada por otro usuario? Recuerda que puedes cambiar de número de puerto en las opciones.

source: Output directory you provided in the settings does not exist. Winpinator failed to create one.
cs_cz: Výstupní adresář, který jste zadali v nastavení, neexistuje. Winpinator ho nedokázal vytvořit.
es_ar: El directorio de guardado que seleccionaste en las opciones no existe. Winpinator no pudo crearlo.

source: Missing description
cs_cz: Chybějící popis
es_ar: Descripción faltante

source: Below is a list of currently available computers. Select the one you want to transfer your files to.
cs_cz: Níže je uveden seznam aktuálně dostupných počítačů. Vyberte ten, na který chcete přenést své soubory.
es_ar: Debajo hay una lista de computadoras disponibles. Elige a la que deseas enviar los archivos.

source: Below is a list of currently available computers. Select the one you want to transfer your files to.
cs_cz: Níže je uveden seznam aktuálně dostupných počítačů. Vyberte ten, na který chcete přenést své soubory.
es_ar: Debajo hay una lista de computadoras disponibles. Elige a la que deseas enviar los archivos.

source: Select where to send your files
cs_cz: Vyberte, kam chcete soubory odeslat
es_ar: Elige dónde enviar tus archivos

source: Refresh list
cs_cz: Obnovit seznam
es_ar: Refrescar lista

source: Searching for computers on your network...
cs_cz: Vyhledávání počítačů v síti…
es_ar: Buscando computadoras en tu red...

source: &Next >
cs_cz: &Další >

source: Data unavailable
cs_cz: Data nejsou dostupná
es_ar: Datos no disponibles

source: Loading...
cs_cz: Načítání…
es_ar: Cargando...

source: There are no other computers found on your network...
cs_cz: Ve vaší síti nejsou žádné další počítače…
es_ar: No hay otras computadoras encontradas en tu red...

source: It seems you're offline! Check your LAN connection...
cs_cz: Zdá se, že jsi offline! Zkontroluj své LAN připojení…
es_ar: Parece que estás fuera de línea! Comprueba tu conexión LAN...

source: Starting Winpinator...
cs_cz: Spuštění Winpinatoru…
es_ar: Iniciando Winpinator...

source: Select files or directories to start transfer
cs_cz: Výběr souborů nebo adresářů pro zahájení přenosu
es_ar: Elige los archivos o directorios para comenzar la transferencia

source: Drop elements you want to send into the box below or click one of the buttons.
cs_cz: Výběr souborů nebo adresářů pro zahájení přenosu.
es_ar: Suelta los elementos que quieres enviar dentro del recuadro debajo o haz clic en uno de los botones.

source: Go back
cs_cz: Jít zpět
es_ar: Volver

source: Send file(s)...
cs_cz: Odeslat soubor(y)…
es_ar: Enviar archivo(s)...

source: Send a folder...
cs_cz: Odeslat složku…
es_ar: Enviar una carpeta...

source: Clear history
cs_cz: Vymazat historii
es_ar: Limpiar historial

source: Select files to send...
cs_cz: Vyber soubory k odeslání…
es_ar: Elige los archivos a enviar...

source: All files (*.*)|*.*
cs_cz: Všechny soubory (*.*)|*.*
es_ar: Todos los archivos (*.*)|*.*
