Repository: swiszczoo/winpinator
Catalog: po/*.po
Languages: cs_cz, es_ar

source: Select directories to send...
cs_cz: Vyberte adresáře, které chcete odeslat…
es_ar: Elige los directorios a enviar...

source: Are you sure you want to clear entire history for this device?
cs_cz: Opravdu chcete vymazat celou historii tohoto zařízení?
es_ar: Estas seguro que deseas borrar el historial completo para este dispositivo?

source: This operation cannot be undone!
cs_cz: Tuto operaci nelze vrátit zpět!
es_ar: Esta operación no se puede deshacer!

source: Read
cs_cz: Číst
es_ar: Lectura

source: Write
cs_cz: Zapisovat
es_ar: Escritura

source: Execute
cs_cz: Vykonat
es_ar: Ejecución

source: Owner
cs_cz: Vlastník
es_ar: Propietario

source: Group
cs_cz: Skupina
es_ar: Grupo

source: Others
cs_cz: Jiní
es_ar: Otros

source: Preferences
cs_cz: Předvolby
es_ar: Preferencias

source: General
cs_cz: Obecné

source: Unix permissions
cs_cz: Unixová oprávnění
es_ar: Permisos Unix

source: History
cs_cz: Historie
es_ar: Historial

source: Connection
cs_cz: Připojení
es_ar: Conexión

source: Interface
cs_cz: Rozhraní
es_ar: Interfaz

source: Language (requires restart to take effect):
cs_cz: Jazyk (změna vyžaduje restart):
es_ar: Idioma (requiere reiniciar para que tome efecto):

source: Desktop
cs_cz: Plocha
es_ar: Escritorio

source: Start with main window open
cs_cz: Spuštění s otevřeným hlavním oknem
es_ar: Iniciar en la ventana principal

source: Start automatically (on system startup)
cs_cz: Automatické spuštění (při spuštění systému)

source: Do not show main window on system startup
cs_cz: Nezobrazovat hlavní okno při spuštění systému
es_ar: No mostrar la ventana principal al inicio

source: File transfers
cs_cz: Přenos souborů
es_ar: Transferencias de archivos

source: Use compression (if available)
cs_cz: Použití komprese (je-li k dispozici)
es_ar: Usar compresión (si está disponible)

source: Compression level:
cs_cz: Úroveň komprese:
es_ar: Nivel de compresión:

source: Location for received files:
cs_cz: Umístění přijatých souborů:
es_ar: Directorio para archivos recibidos:

source: Require approval before accepting files
cs_cz: Vyžadovat schválení před přijetím souborů
es_ar: Solicitar aprobación antes de aceptar archivos

source: Require approval when files would be overwritten
cs_cz: Vyžadovat schválení při přepisu souborů
es_ar: Requerir aprobación cuando los archivos puean ser sobreescritos

source: Preserve zone information in incoming files
cs_cz: Zachování informací o zóně v příchozích souborech

source: File permissions:
cs_cz: Oprávnění k souborům:
es_ar: Permisos de archivos:

source: Executable permissions:
cs_cz: Oprávnění ke spuštění:
es_ar: Permisos de ejecutables:

source: Folder permissions:
cs_cz: Oprávnění složky:
es_ar: Permisos de carpetas:

source: Transfer history
cs_cz: Historie přenosu
es_ar: Historial de transferencias

source: Warning! Every action you perform on this page is irreversible!
cs_cz: Pozor! Každá akce, kterou provedete na této stránce, je nevratná!
es_ar: Advertencia! Cada acción que realices en esta página es irreversible!

source: Hostname
cs_cz: Název
es_ar: Nombre de Host

source: Full name
cs_cz: Celý název
es_ar: Nombre completo

source: IP address
cs_cz: IP adresa
es_ar: Dirección IP

source: Transfers registered
cs_cz: Registrované převody
es_ar: Transferencias registradas

source: Remove selected
cs_cz: Odstranění vybraných
es_ar: Eliminar seleccionado(s)

source: Clear all history
cs_cz: Vymazat veškerou historii
es_ar: Limpiar todo el historial

source: Identification
cs_cz: Identifikace
es_ar: Identificación

source: Group code:
cs_cz: Kód skupiny:
es_ar: Código de grupo:

source: Network
cs_cz: Síť
es_ar: Red

source: Network interface to use:
cs_cz: Síťové rozhraní, které se má použít:
es_ar: Interfaz de red a utilizar:

source: Incoming port for transfers:
cs_cz: Příchozí port pro přenosy:
es_ar: Puerto para transferencias entrantes:

source: Incoming port for registration:
cs_cz: Příchozí port pro registraci:

source: Automatic
cs_cz: Automatické
es_ar: Automático

source: Are you sure you want to clear all history?
cs_cz: Určitě chcete vymazat celou historii?
es_ar: Estás seguro que deseas borrar el historial completo?

source: Soon in the future
cs_cz: Brzy v budoucnosti
es_ar: Próximamente

source: Today
cs_cz: Dnes
es_ar: Hoy

source: Yesterday
cs_cz: Včera
es_ar: Ayer

source: Earlier this week
cs_cz: Začátkem tohoto týdne
es_ar: Previamente esta semana

source: Last week
cs_cz: Minulý týden
es_ar: La semana pasada

source: Earlier this month
cs_cz: Začátkem tohoto měsíce
es_ar: Previamente este mes

source: Last month
cs_cz: Minulý měsíc
es_ar: El mes pasado

source: Earlier this year
cs_cz: Na začátku letošního roku
es_ar: Previamente este año

source: Last year
cs_cz: Na začátku letošního roku
es_ar: El año pasado

source: A long time ago
cs_cz: Před dlouhou dobou
es_ar: Hace mucho tiempo

source: There is no transfer history for this device...
cs_cz: Pro toto zařízení není k dispozici žádná historie přenosů…
es_ar: No hay historial de transferencias para este dispositivo...

source: In progress
cs_cz: Probíhá
es_ar: En progreso

source: In progress (%d)
cs_cz: Probíhá (%d)
es_ar: En progreso (%d)

source: Registration in progress...
cs_cz: Registrace probíhá…
es_ar: Registro en progreso...

source: Connecting...
cs_cz: Připojení…
es_ar: Conectando...

source: Host unreachable
cs_cz: Nedostupný

source: Establishing duplex connection...
cs_cz: Navázání duplexního spojení…
es_ar: Estableciendo conexión en duplex...

source: Ready
cs_cz: Připraveno
es_ar: Listo

source: Calculating...
cs_cz: Výpočet…
es_ar: Calculando...

source: Share your files across the LAN
cs_cz: Sdílení souborů v síti LAN
es_ar: Comparte tus archivos a través de la LAN

source: Send %d element...
cs_cz: Odeslat %d prvek…
es_ar: Enviar %d elemento...

source: &Open save folder... Ctrl+O
cs_cz: &Otevřít složku pro ukládání… Ctrl+O
es_ar: Abrir carpeta de guardad&o... Ctrl+O

source: Open the incoming files folder in Explorer
cs_cz: Otevření složky příchozích souborů v Průzkumníku
es_ar: Abrir los archivos entrantes en el Explorer

source: &Preferences...
cs_cz: &Předvolby…
es_ar: &Preferencias...

source: Adjust app preferences
cs_cz: Úprava předvoleb aplikace
es_ar: Ajustar preferencias de la aplicación

source: E&xit Alt+F4
cs_cz: Ode&jít Alt+F4

source: Close this window but let Winpinator run in background
cs_cz: Zavřete toto okno, ale nechte Winpinator běžet na pozadí
es_ar: Cerrar esta ventana y dejar a Winpinator corriendo en segundo plano

source: Exit and &stop the service Ctrl+Alt+F4
cs_cz: Ukončení a &zastavení služby Ctrl+Alt+F4
es_ar: Cerrar y detener el &Servicio Ctrl+Alt+F4

source: Exit Winpinator and stop being visible to other computers
cs_cz: Ukončit aplikaci Winpinator a přestat být viditelný pro ostatní počítače
es_ar: Cerrar Winpinator y dejar de ser visible para otras computadoras

source: &File
cs_cz: &Soubor

source: &Help topics... F1
cs_cz: &Témata nápovědy… F1

source: Show help and documentation of Winpinator
cs_cz: Zobrazit nápovědu a dokumentaci Winpinatoru
es_ar: Mostrar ayuda y la documentación de Winpinator

source: &What's new?...
cs_cz: &Co je nového?…

source: Show release notes
cs_cz: Zobrazit poznámky k vydání
es_ar: Mostrar notas de la versión

source: &About Winpinator...
cs_cz: &O Winpinatoru…
es_ar: &Acerca de Winpinator...

source: Show credits dialog
cs_cz: Zobrazit dialogové okno se zásluhami
es_ar: Mostrar diálogo de créditos

source: &Help
cs_cz: &Nápověda

source: Sorry, but Winpinator help is not available yet.
cs_cz: Je nám líto, ale nápověda k aplikaci Winpinator zatím není k dispozici.
es_ar: Perdón, Winpinator no está disponible aún.

source: Help not available
cs_cz: Nápověda není k dispozici
es_ar: Ayuda no disponible

source: Incoming files
cs_cz: Příchozí soubory
es_ar: Archivos entrantes

source: %s is sending you a folder "%s"
cs_cz: %s vám posílá složku “%s”
es_ar: %s está enviando la carpeta "%s"

source: %s is sending you %s
cs_cz: %s vám posílá %s
es_ar: %s está enviando %s

source: %s is sending you a file "%s"
cs_cz: %s vám posílá soubor “%s”
es_ar: %s está enviando el archivo "%s"

source: . Accepting this transfer will overwrite some files!
cs_cz: . Přijetím tohoto přenosu dojde k přepsání některých souborů!
es_ar: . Aceptar esta transferencia sobreescribirá algunos archivos!

source: Overwrite
cs_cz: Přepsat
es_ar: Sobreescribir

source: Cancel
cs_cz: Zrušit
es_ar: Cancelar

source: Accept
cs_cz: Přijmout
es_ar: Aceptar

source: Decline
cs_cz: Odmítnout
es_ar: Rechazar

source: Transfer failure
cs_cz: Selhání přenosu
es_ar: Transferencia fallida

source: Some transfers between you and %s have failed unexpectedly!
cs_cz: Některé přenosy mezi vámi a %s neočekávaně selhaly!
es_ar: Algunas transferencias con %s han fallado inesperadamente!

source: Transfer success
cs_cz: Úspěšný přestup
es_ar: Transferencia exitosa

source: Transfer between you and %s has finished successfully!
cs_cz: Přenos mezi vámi a %s byl úspěšně dokončen!
es_ar: La transferencia con %s ha finalizado exitosamente!

source: Unknown OS
cs_cz: Neznámý OS
es_ar: SO Desconocido

source: Winpinator (Error!)
cs_cz: Winpinator (Chyba!)

source: Winpinator (Waiting...)
cs_cz: Winpinator (čeká…)
es_ar: Winpinator (Esperando...)

source: Winpinator (Running)
cs_cz: Winpinator (běží)
es_ar: Winpinator (Ejecutando)

source: &Restore window
cs_cz: &Obnovit okno
es_ar: &Restaurar ventana

source: Restore main app window
cs_cz: Obnovit hlavní okno aplikace
es_ar: Restaurar la ventana principal

source: &Open save folder
cs_cz: &Otevřít složku pro ukládání

source: E&xit
cs_cz: Od&ejít
es_ar: Cerrar (&x)

source: Exit Winpinator and stop background service
cs_cz: Ukončit Winpinator a zastavit služby na pozadí
es_ar: Cerrar Winpinator y detener el servicio en segundo plano

source: ver. %s
es_ar: vers. %s

source: OS:
es_ar: SO:

source: OS
es_ar: SO

source: Offline
es_ar: Desconectado

source: Offline!
es_ar: Desconectado!
